export const MARGIN_TOP = 30;
export const MARGIN_LEFT = 30;
export const STEP_SIZE = 30;

export const PAGE = {
	A0: { width: 841, height: 1189 },
	A1: { width: 594, height: 841 },
	A2: { width: 420, height: 594 },
	A3: { width: 297, height: 420 },
	A4: { width: 210, height: 297 },
}

/*
Размеры листов ISO 216
Формат	Серия A	Серия B	Серия C
Размер	мм	мм	мм
0	841 × 1189	1000 × 1414	917 × 1297
1	594 × 841	707 × 1000	648 × 917
2	420 × 594	500 × 707	458 × 648
3	297 × 420	353 × 500	324 × 458
4	210 × 297	250 × 353	229 × 324
5	148 × 210	176 × 250	162 × 229
6	105 × 148	125 × 176	114 × 162
7	74 × 105	88 × 125	81 × 114
8	52 × 74	62 × 88	57 × 81
9	37 × 52	44 × 62	40 × 57
10	26 × 37	31 × 44	28 × 40
*/